import React from 'react';
import './Pickup.scss'
import Pick from './image/pickup.png'




const Pickup = () => {
    return (
        <section className='pickup'>
            <div className="pickup__container container">
                <div className="pickup__left">
                    <h2>Самовывоз</h2>
                    <div className="pickup__left__text">
                        <p>Вы можете сделать заказ и забрать его самостоятельно с нашего производства по адресу: ул. Маршала Тухачевского 22 БЦ "Сова"</p>
                        <p>Заказ необходимо сделать до 20 часов, чтобы забрать его на следующий день в пункте самовывоза в любое удобное время в промежутке с 13 до 22 часов.</p>
                        <p>Оплатить заказ банковской картой можно заранее при оформлении. Непосредственно при получении банковской картой расплатиться нельзя.</p>
                    </div>
                    <h2>Оплата</h2>
                    <div className="pickup__left__text">
                        <p>Вы можете оплатить заказ при получении наличными или заранее оплатить заказ банковской картой. Для этого укажите выбранный способ при оформлении заказа. </p>
                        <p>Оплата банковской картой удобна, если вы хотите отправить десерты в подарок или не желаете возиться с наличными при получении заказа.</p>
                        <p>Если у Вас нет карты российского банка, мы можем принять оплату через платёжную систему PayPal.</p>
                    </div>
                </div>
                <div className="pickup__right">
                    <img src={Pick} alt="" />
                </div>
            </div>
        </section>
    );
};

export default Pickup;